[
  {
    "texto": "Revisión de cuota alimentaria. Adicionalmente, se analiza decisión motivada. Adicionalmente, se analiza ejecución de título valor. En este contexto, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Decisión motivada. Sin embargo, se analiza conflicto jurídico. De manera complementaria, se analiza prueba testimonial. Sin embargo, se analiza acoso en el entorno laboral. Asimismo, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Revisión de cuota alimentaria. En este contexto, se analiza prueba testimonial. En este contexto, se analiza ejecución de título valor. Por otra parte, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Afectación de derecho fundamental. Adicionalmente, se analiza recurso judicial. Por otra parte, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza marco normativo vigente. En este contexto, se analiza acusación presentada por la fiscalía. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Incumplimiento de obligación contractual. Por otra parte, se analiza interpretación judicial. En este contexto, se analiza ejecución de título valor. Asimismo, se analiza recurso judicial. Asimismo, se analiza revisión de cuota alimentaria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Revisión de cuota alimentaria. En este contexto, se analiza valoración probatoria. De manera complementaria, se analiza regulación del régimen de visitas. De manera complementaria, se analiza prestaciones sociales adeudadas. Asimismo, se analiza decisión motivada. Asimismo, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Proceso en segunda instancia. De manera complementaria, se analiza principio de igualdad material. En este contexto, se analiza decisión motivada. Adicionalmente, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Adicionalmente, se analiza actuación administrativa. Asimismo, se analiza recurso judicial. Asimismo, se analiza decisión motivada. De manera complementaria, se analiza medida restrictiva de libertad. Asimismo, se analiza revisión constitucional del acto administrativo. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Investigación por conducta punible. Por otra parte, se analiza relación de subordinación. En este contexto, se analiza análisis de responsabilidad penal. Por otra parte, se analiza conflicto jurídico. En este contexto, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Formulación de imputación. Sin embargo, se analiza derecho al debido proceso. De manera complementaria, se analiza recurso judicial. Por otra parte, se analiza estabilidad laboral reforzada. Por otra parte, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. Adicionalmente, se analiza terminación unilateral del contrato. Asimismo, se analiza conflicto jurídico. Sin embargo, se analiza actuación administrativa. Sin embargo, se analiza prueba testimonial. Sin embargo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Precedente jurisprudencial. Asimismo, se analiza afectación de derecho fundamental. Adicionalmente, se analiza reclamación por daños patrimoniales. Adicionalmente, se analiza derecho al debido proceso. Sin embargo, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Interpretación judicial. Por otra parte, se analiza responsabilidad jurídica. Por otra parte, se analiza principio de igualdad material. Por otra parte, se analiza controversia sobre propiedad inmueble. Sin embargo, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Estabilidad laboral reforzada. En este contexto, se analiza marco normativo vigente. Por otra parte, se analiza interpretación judicial. En este contexto, se analiza control abstracto de constitucionalidad. Asimismo, se analiza revisión constitucional del acto administrativo. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad extracontractual. En este contexto, se analiza garantías constitucionales. De manera complementaria, se analiza interpretación judicial. En este contexto, se analiza investigación por conducta punible. Sin embargo, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Disputa por custodia del menor. Adicionalmente, se analiza conflicto jurídico. Por otra parte, se analiza ejecución de título valor. En este contexto, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Prestaciones sociales adeudadas. En este contexto, se analiza acoso en el entorno laboral. De manera complementaria, se analiza marco normativo vigente. Sin embargo, se analiza conflicto jurídico. Asimismo, se analiza conflicto en sociedad conyugal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Control abstracto de constitucionalidad. Sin embargo, se analiza derecho al debido proceso. Asimismo, se analiza marco normativo vigente. De manera complementaria, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Acción de tutela interpuesta. De manera complementaria, se analiza valoración probatoria. Sin embargo, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza decisión motivada. Por otra parte, se analiza principio de igualdad material. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Relación de subordinación. Sin embargo, se analiza derecho al debido proceso. En este contexto, se analiza interpretación judicial. Por otra parte, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Precedente jurisprudencial. Sin embargo, se analiza derecho al debido proceso. Adicionalmente, se analiza terminación unilateral del contrato. En este contexto, se analiza conflicto jurídico. Adicionalmente, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Proceso en segunda instancia. Por otra parte, se analiza controversia sobre propiedad inmueble. Por otra parte, se analiza prestaciones sociales adeudadas. Por otra parte, se analiza interpretación judicial. Por otra parte, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Asimismo, se analiza derecho al debido proceso. En este contexto, se analiza decisión motivada. De manera complementaria, se analiza revisión de cuota alimentaria. De manera complementaria, se analiza terminación unilateral del contrato. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Recurso judicial. Adicionalmente, se analiza acusación presentada por la fiscalía. Asimismo, se analiza precedente jurisprudencial. Adicionalmente, se analiza actuación administrativa. Asimismo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Marco normativo vigente. Asimismo, se analiza relación de subordinación. Por otra parte, se analiza análisis de responsabilidad penal. En este contexto, se analiza estabilidad laboral reforzada. Adicionalmente, se analiza prueba testimonial. En este contexto, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. Sin embargo, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza marco normativo vigente. De manera complementaria, se analiza precedente jurisprudencial. De manera complementaria, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Estabilidad laboral reforzada. Asimismo, se analiza proceso en segunda instancia. En este contexto, se analiza reclamación por daños patrimoniales. En este contexto, se analiza conflicto jurídico. De manera complementaria, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Proceso en segunda instancia. Sin embargo, se analiza conflicto en sociedad conyugal. En este contexto, se analiza derecho al debido proceso. Por otra parte, se analiza ejecución de título valor. Asimismo, se analiza garantías constitucionales. Sin embargo, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Sin embargo, se analiza actuación administrativa. En este contexto, se analiza responsabilidad jurídica. Sin embargo, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Acción de tutela interpuesta. Asimismo, se analiza acoso en el entorno laboral. De manera complementaria, se analiza derecho al debido proceso. Asimismo, se analiza decisión motivada. En este contexto, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Impugnación de filiación. Sin embargo, se analiza regulación del régimen de visitas. Por otra parte, se analiza recurso judicial. De manera complementaria, se analiza ejecución de título valor. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Sin embargo, se analiza precedente jurisprudencial. En este contexto, se analiza garantías constitucionales. Sin embargo, se analiza control abstracto de constitucionalidad. Sin embargo, se analiza acción de tutela interpuesta. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Análisis de responsabilidad penal. Adicionalmente, se analiza conflicto jurídico. De manera complementaria, se analiza marco normativo vigente. De manera complementaria, se analiza decisión motivada. De manera complementaria, se analiza conflicto en sociedad conyugal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza revisión constitucional del acto administrativo. Sin embargo, se analiza garantías constitucionales. De manera complementaria, se analiza precedente jurisprudencial. En este contexto, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. En este contexto, se analiza acoso en el entorno laboral. Sin embargo, se analiza recurso judicial. Sin embargo, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. En este contexto, se analiza interpretación judicial. Sin embargo, se analiza valoración probatoria. Sin embargo, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Derecho al debido proceso. De manera complementaria, se analiza precedente jurisprudencial. En este contexto, se analiza análisis de responsabilidad penal. Asimismo, se analiza regulación del régimen de visitas. Por otra parte, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Proceso en segunda instancia. Adicionalmente, se analiza decisión motivada. Sin embargo, se analiza análisis de responsabilidad penal. Por otra parte, se analiza derecho al debido proceso. En este contexto, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Proceso en segunda instancia. De manera complementaria, se analiza responsabilidad jurídica. De manera complementaria, se analiza investigación por conducta punible. Adicionalmente, se analiza precedente jurisprudencial. En este contexto, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Investigación por conducta punible. En este contexto, se analiza interpretación judicial. Sin embargo, se analiza revisión de cuota alimentaria. En este contexto, se analiza responsabilidad jurídica. Asimismo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Derecho al debido proceso. Sin embargo, se analiza garantías constitucionales. Asimismo, se analiza controversia sobre propiedad inmueble. Por otra parte, se analiza actuación administrativa. Por otra parte, se analiza conflicto en sociedad conyugal. En este contexto, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Acción de tutela interpuesta. Adicionalmente, se analiza garantías constitucionales. De manera complementaria, se analiza disputa por custodia del menor. Asimismo, se analiza decisión motivada. Asimismo, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Incumplimiento de obligación contractual. Asimismo, se analiza formulación de imputación. Adicionalmente, se analiza análisis de responsabilidad penal. Asimismo, se analiza conflicto jurídico. Sin embargo, se analiza responsabilidad jurídica. En este contexto, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Disputa por custodia del menor. En este contexto, se analiza recurso judicial. Por otra parte, se analiza revisión de cuota alimentaria. Asimismo, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza precedente jurisprudencial. Asimismo, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Relación de subordinación. En este contexto, se analiza valoración probatoria. En este contexto, se analiza controversia sobre propiedad inmueble. Adicionalmente, se analiza terminación unilateral del contrato. Adicionalmente, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Valoración probatoria. Por otra parte, se analiza derecho al debido proceso. Asimismo, se analiza control abstracto de constitucionalidad. Sin embargo, se analiza principio de igualdad material. Asimismo, se analiza recurso judicial. Por otra parte, se analiza incumplimiento de obligación contractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Disputa por custodia del menor. De manera complementaria, se analiza terminación unilateral del contrato. De manera complementaria, se analiza marco normativo vigente. De manera complementaria, se analiza regulación del régimen de visitas. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Medida restrictiva de libertad. En este contexto, se analiza formulación de imputación. De manera complementaria, se analiza reclamación por daños patrimoniales. Asimismo, se analiza valoración probatoria. Sin embargo, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Controversia sobre propiedad inmueble. De manera complementaria, se analiza responsabilidad jurídica. En este contexto, se analiza formulación de imputación. Sin embargo, se analiza precedente jurisprudencial. De manera complementaria, se analiza actuación administrativa. Adicionalmente, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Valoración probatoria. De manera complementaria, se analiza marco normativo vigente. De manera complementaria, se analiza reclamación por daños patrimoniales. Asimismo, se analiza medida restrictiva de libertad. Sin embargo, se analiza investigación por conducta punible. Adicionalmente, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Marco normativo vigente. Adicionalmente, se analiza revisión constitucional del acto administrativo. En este contexto, se analiza medida restrictiva de libertad. Por otra parte, se analiza interpretación judicial. Asimismo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. De manera complementaria, se analiza recurso judicial. Adicionalmente, se analiza conflicto en sociedad conyugal. Asimismo, se analiza estabilidad laboral reforzada. Adicionalmente, se analiza responsabilidad jurídica. Sin embargo, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Asimismo, se analiza interpretación judicial. Asimismo, se analiza precedente jurisprudencial. De manera complementaria, se analiza acción de tutela interpuesta. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Por otra parte, se analiza precedente jurisprudencial. De manera complementaria, se analiza responsabilidad extracontractual. Por otra parte, se analiza disputa por custodia del menor. Sin embargo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Recurso judicial. De manera complementaria, se analiza control abstracto de constitucionalidad. Por otra parte, se analiza disputa por custodia del menor. Sin embargo, se analiza decisión motivada. Por otra parte, se analiza acción de tutela interpuesta. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad extracontractual. Asimismo, se analiza derecho al debido proceso. Sin embargo, se analiza marco normativo vigente. Asimismo, se analiza incumplimiento de obligación contractual. Adicionalmente, se analiza revisión de cuota alimentaria. Asimismo, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Control abstracto de constitucionalidad. Por otra parte, se analiza interpretación judicial. Por otra parte, se analiza terminación unilateral del contrato. Adicionalmente, se analiza prueba testimonial. Adicionalmente, se analiza decisión motivada. Adicionalmente, se analiza acción de tutela interpuesta. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Precedente jurisprudencial. En este contexto, se analiza revisión de cuota alimentaria. Sin embargo, se analiza prestaciones sociales adeudadas. Asimismo, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Derecho al debido proceso. Asimismo, se analiza formulación de imputación. En este contexto, se analiza revisión constitucional del acto administrativo. De manera complementaria, se analiza investigación por conducta punible. Adicionalmente, se analiza valoración probatoria. Adicionalmente, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. De manera complementaria, se analiza prestaciones sociales adeudadas. Adicionalmente, se analiza actuación administrativa. Asimismo, se analiza marco normativo vigente. Sin embargo, se analiza relación de subordinación. Sin embargo, se analiza incumplimiento de obligación contractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Proceso en segunda instancia. De manera complementaria, se analiza principio de igualdad material. Por otra parte, se analiza conflicto jurídico. Por otra parte, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Principio de igualdad material. En este contexto, se analiza controversia sobre propiedad inmueble. Asimismo, se analiza proceso en segunda instancia. Sin embargo, se analiza ejecución de título valor. Asimismo, se analiza marco normativo vigente. De manera complementaria, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Responsabilidad jurídica. Por otra parte, se analiza principio de igualdad material. De manera complementaria, se analiza relación de subordinación. En este contexto, se analiza garantías constitucionales. Por otra parte, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Marco normativo vigente. Por otra parte, se analiza ejecución de título valor. Asimismo, se analiza acción de tutela interpuesta. En este contexto, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Interpretación judicial. Adicionalmente, se analiza marco normativo vigente. De manera complementaria, se analiza terminación unilateral del contrato. Adicionalmente, se analiza incumplimiento de obligación contractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Garantías constitucionales. En este contexto, se analiza afectación de derecho fundamental. Por otra parte, se analiza controversia sobre propiedad inmueble. Adicionalmente, se analiza revisión constitucional del acto administrativo. Adicionalmente, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. Sin embargo, se analiza interpretación judicial. En este contexto, se analiza acoso en el entorno laboral. Por otra parte, se analiza terminación unilateral del contrato. En este contexto, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza interpretación judicial. De manera complementaria, se analiza actuación administrativa. De manera complementaria, se analiza terminación unilateral del contrato. Sin embargo, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Impugnación de filiación. De manera complementaria, se analiza investigación por conducta punible. De manera complementaria, se analiza responsabilidad jurídica. De manera complementaria, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Proceso en segunda instancia. Adicionalmente, se analiza acción de tutela interpuesta. Sin embargo, se analiza reclamación por daños patrimoniales. Por otra parte, se analiza recurso judicial. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. Asimismo, se analiza proceso en segunda instancia. Sin embargo, se analiza precedente jurisprudencial. Sin embargo, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Marco normativo vigente. Por otra parte, se analiza conflicto en sociedad conyugal. En este contexto, se analiza recurso judicial. Asimismo, se analiza regulación del régimen de visitas. De manera complementaria, se analiza principio de igualdad material. Adicionalmente, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Marco normativo vigente. En este contexto, se analiza terminación unilateral del contrato. Por otra parte, se analiza proceso en segunda instancia. Asimismo, se analiza acoso en el entorno laboral. Por otra parte, se analiza reclamación por daños patrimoniales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Conflicto jurídico. Por otra parte, se analiza garantías constitucionales. En este contexto, se analiza relación de subordinación. En este contexto, se analiza marco normativo vigente. Sin embargo, se analiza formulación de imputación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Precedente jurisprudencial. Asimismo, se analiza prueba testimonial. De manera complementaria, se analiza afectación de derecho fundamental. Sin embargo, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Asimismo, se analiza revisión constitucional del acto administrativo. Sin embargo, se analiza decisión motivada. Asimismo, se analiza interpretación judicial. Por otra parte, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Derecho al debido proceso. Adicionalmente, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza revisión de cuota alimentaria. Adicionalmente, se analiza responsabilidad jurídica. Asimismo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. En este contexto, se analiza actuación administrativa. De manera complementaria, se analiza impugnación de filiación. Asimismo, se analiza responsabilidad extracontractual. Asimismo, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Relación de subordinación. Por otra parte, se analiza precedente jurisprudencial. En este contexto, se analiza valoración probatoria. De manera complementaria, se analiza recurso judicial. Por otra parte, se analiza formulación de imputación. De manera complementaria, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Responsabilidad jurídica. En este contexto, se analiza medida restrictiva de libertad. Sin embargo, se analiza responsabilidad extracontractual. De manera complementaria, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Adicionalmente, se analiza recurso judicial. En este contexto, se analiza actuación administrativa. De manera complementaria, se analiza revisión constitucional del acto administrativo. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. En este contexto, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza medida restrictiva de libertad. Por otra parte, se analiza revisión de cuota alimentaria. Adicionalmente, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza formulación de imputación. Por otra parte, se analiza garantías constitucionales. En este contexto, se analiza regulación del régimen de visitas. Adicionalmente, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Responsabilidad extracontractual. Adicionalmente, se analiza terminación unilateral del contrato. Asimismo, se analiza valoración probatoria. En este contexto, se analiza proceso en segunda instancia. Asimismo, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. Por otra parte, se analiza control abstracto de constitucionalidad. Asimismo, se analiza formulación de imputación. Asimismo, se analiza valoración probatoria. Por otra parte, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Terminación unilateral del contrato. Sin embargo, se analiza conflicto jurídico. En este contexto, se analiza acción de tutela interpuesta. Adicionalmente, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Marco normativo vigente. Por otra parte, se analiza medida restrictiva de libertad. Sin embargo, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Actuación administrativa. Sin embargo, se analiza prestaciones sociales adeudadas. Adicionalmente, se analiza precedente jurisprudencial. Sin embargo, se analiza conflicto en sociedad conyugal. Por otra parte, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Interpretación judicial. En este contexto, se analiza control abstracto de constitucionalidad. De manera complementaria, se analiza prestaciones sociales adeudadas. En este contexto, se analiza actuación administrativa. Adicionalmente, se analiza estabilidad laboral reforzada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Garantías constitucionales. Adicionalmente, se analiza disputa por custodia del menor. Sin embargo, se analiza derecho al debido proceso. En este contexto, se analiza investigación por conducta punible. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Prueba testimonial. Asimismo, se analiza medida restrictiva de libertad. Sin embargo, se analiza disputa por custodia del menor. En este contexto, se analiza conflicto en sociedad conyugal. Asimismo, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Derecho al debido proceso. Adicionalmente, se analiza conflicto en sociedad conyugal. En este contexto, se analiza interpretación judicial. Por otra parte, se analiza prestaciones sociales adeudadas. Asimismo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Proceso en segunda instancia. Sin embargo, se analiza acción de tutela interpuesta. Asimismo, se analiza actuación administrativa. Por otra parte, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Proceso en segunda instancia. De manera complementaria, se analiza controversia sobre propiedad inmueble. Por otra parte, se analiza conflicto en sociedad conyugal. De manera complementaria, se analiza actuación administrativa. Por otra parte, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Estabilidad laboral reforzada. Sin embargo, se analiza interpretación judicial. Adicionalmente, se analiza conflicto jurídico. Por otra parte, se analiza controversia sobre propiedad inmueble. De manera complementaria, se analiza relación de subordinación. Asimismo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Proceso en segunda instancia. En este contexto, se analiza decisión motivada. De manera complementaria, se analiza acción de tutela interpuesta. Sin embargo, se analiza conflicto en sociedad conyugal. Adicionalmente, se analiza responsabilidad jurídica. De manera complementaria, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad jurídica. Sin embargo, se analiza acusación presentada por la fiscalía. Asimismo, se analiza conflicto jurídico. Adicionalmente, se analiza investigación por conducta punible. De manera complementaria, se analiza acción de tutela interpuesta. Adicionalmente, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Acoso en el entorno laboral. En este contexto, se analiza proceso en segunda instancia. Asimismo, se analiza precedente jurisprudencial. Asimismo, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. Asimismo, se analiza principio de igualdad material. Asimismo, se analiza recurso judicial. De manera complementaria, se analiza conflicto jurídico. En este contexto, se analiza relación de subordinación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza proceso en segunda instancia. Por otra parte, se analiza interpretación judicial. De manera complementaria, se analiza medida restrictiva de libertad. En este contexto, se analiza análisis de responsabilidad penal. De manera complementaria, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto jurídico. En este contexto, se analiza relación de subordinación. Sin embargo, se analiza investigación por conducta punible. Asimismo, se analiza garantías constitucionales. Por otra parte, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Principio de igualdad material. Por otra parte, se analiza prueba testimonial. Asimismo, se analiza derecho al debido proceso. En este contexto, se analiza prestaciones sociales adeudadas. De manera complementaria, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Recurso judicial. Por otra parte, se analiza análisis de responsabilidad penal. De manera complementaria, se analiza proceso en segunda instancia. Sin embargo, se analiza interpretación judicial. Sin embargo, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Regulación del régimen de visitas. De manera complementaria, se analiza principio de igualdad material. Sin embargo, se analiza conflicto jurídico. Por otra parte, se analiza interpretación judicial. De manera complementaria, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Acción de tutela interpuesta. Sin embargo, se analiza actuación administrativa. Por otra parte, se analiza prueba testimonial. De manera complementaria, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Recurso judicial. Asimismo, se analiza incumplimiento de obligación contractual. En este contexto, se analiza conflicto en sociedad conyugal. Sin embargo, se analiza prueba testimonial. Sin embargo, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Reclamación por daños patrimoniales. De manera complementaria, se analiza valoración probatoria. En este contexto, se analiza responsabilidad jurídica. Sin embargo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. De manera complementaria, se analiza ejecución de título valor. Adicionalmente, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza prueba testimonial. En este contexto, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Precedente jurisprudencial. Adicionalmente, se analiza interpretación judicial. Adicionalmente, se analiza garantías constitucionales. En este contexto, se analiza terminación unilateral del contrato. Adicionalmente, se analiza medida restrictiva de libertad. En este contexto, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Por otra parte, se analiza marco normativo vigente. De manera complementaria, se analiza valoración probatoria. Sin embargo, se analiza disputa por custodia del menor. En este contexto, se analiza medida restrictiva de libertad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Decisión motivada. Sin embargo, se analiza medida restrictiva de libertad. En este contexto, se analiza recurso judicial. Por otra parte, se analiza revisión de cuota alimentaria. En este contexto, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Terminación unilateral del contrato. Sin embargo, se analiza relación de subordinación. Asimismo, se analiza marco normativo vigente. Adicionalmente, se analiza conflicto jurídico. Asimismo, se analiza incumplimiento de obligación contractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Controversia sobre propiedad inmueble. Asimismo, se analiza valoración probatoria. Sin embargo, se analiza formulación de imputación. En este contexto, se analiza marco normativo vigente. Adicionalmente, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Terminación unilateral del contrato. Por otra parte, se analiza derecho al debido proceso. De manera complementaria, se analiza garantías constitucionales. Asimismo, se analiza acción de tutela interpuesta. Adicionalmente, se analiza afectación de derecho fundamental. Asimismo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. Asimismo, se analiza acción de tutela interpuesta. Asimismo, se analiza control abstracto de constitucionalidad. Adicionalmente, se analiza prueba testimonial. Asimismo, se analiza proceso en segunda instancia. Sin embargo, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. Sin embargo, se analiza impugnación de filiación. En este contexto, se analiza principio de igualdad material. Sin embargo, se analiza control abstracto de constitucionalidad. En este contexto, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Adicionalmente, se analiza valoración probatoria. De manera complementaria, se analiza análisis de responsabilidad penal. En este contexto, se analiza actuación administrativa. Por otra parte, se analiza acusación presentada por la fiscalía. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Relación de subordinación. De manera complementaria, se analiza precedente jurisprudencial. Sin embargo, se analiza actuación administrativa. De manera complementaria, se analiza valoración probatoria. Asimismo, se analiza investigación por conducta punible. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Garantías constitucionales. Sin embargo, se analiza decisión motivada. De manera complementaria, se analiza controversia sobre propiedad inmueble. En este contexto, se analiza control abstracto de constitucionalidad. En este contexto, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. Por otra parte, se analiza afectación de derecho fundamental. De manera complementaria, se analiza terminación unilateral del contrato. Sin embargo, se analiza prueba testimonial. Por otra parte, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad jurídica. De manera complementaria, se analiza conflicto en sociedad conyugal. Por otra parte, se analiza recurso judicial. Por otra parte, se analiza proceso en segunda instancia. Por otra parte, se analiza acusación presentada por la fiscalía. En este contexto, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Actuación administrativa. Asimismo, se analiza derecho al debido proceso. Por otra parte, se analiza revisión constitucional del acto administrativo. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Relación de subordinación. Asimismo, se analiza interpretación judicial. En este contexto, se analiza actuación administrativa. En este contexto, se analiza control abstracto de constitucionalidad. Adicionalmente, se analiza precedente jurisprudencial. Por otra parte, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. Asimismo, se analiza proceso en segunda instancia. Asimismo, se analiza regulación del régimen de visitas. Por otra parte, se analiza prueba testimonial. Adicionalmente, se analiza conflicto jurídico. Por otra parte, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Recurso judicial. Asimismo, se analiza disputa por custodia del menor. Por otra parte, se analiza conflicto jurídico. De manera complementaria, se analiza relación de subordinación. Por otra parte, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Acción de tutela interpuesta. En este contexto, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza medida restrictiva de libertad. Asimismo, se analiza valoración probatoria. Por otra parte, se analiza precedente jurisprudencial. Por otra parte, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Regulación del régimen de visitas. En este contexto, se analiza recurso judicial. Adicionalmente, se analiza interpretación judicial. Por otra parte, se analiza impugnación de filiación. Sin embargo, se analiza valoración probatoria. Adicionalmente, se analiza revisión constitucional del acto administrativo. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Disputa por custodia del menor. Adicionalmente, se analiza marco normativo vigente. De manera complementaria, se analiza prueba testimonial. En este contexto, se analiza precedente jurisprudencial. Por otra parte, se analiza medida restrictiva de libertad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Investigación por conducta punible. Adicionalmente, se analiza conflicto jurídico. Sin embargo, se analiza incumplimiento de obligación contractual. Asimismo, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Incumplimiento de obligación contractual. Adicionalmente, se analiza formulación de imputación. Adicionalmente, se analiza recurso judicial. Asimismo, se analiza conflicto jurídico. Sin embargo, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Recurso judicial. Asimismo, se analiza decisión motivada. Adicionalmente, se analiza ejecución de título valor. Asimismo, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Interpretación judicial. Por otra parte, se analiza precedente jurisprudencial. De manera complementaria, se analiza análisis de responsabilidad penal. Asimismo, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Sin embargo, se analiza valoración probatoria. De manera complementaria, se analiza precedente jurisprudencial. Sin embargo, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Derecho al debido proceso. En este contexto, se analiza relación de subordinación. Por otra parte, se analiza análisis de responsabilidad penal. Asimismo, se analiza acusación presentada por la fiscalía. De manera complementaria, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. En este contexto, se analiza conflicto jurídico. Asimismo, se analiza controversia sobre propiedad inmueble. De manera complementaria, se analiza análisis de responsabilidad penal. Adicionalmente, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Recurso judicial. Adicionalmente, se analiza formulación de imputación. Sin embargo, se analiza estabilidad laboral reforzada. Por otra parte, se analiza investigación por conducta punible. Asimismo, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Formulación de imputación. Asimismo, se analiza conflicto en sociedad conyugal. Sin embargo, se analiza interpretación judicial. Sin embargo, se analiza revisión de cuota alimentaria. Adicionalmente, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Actuación administrativa. Asimismo, se analiza garantías constitucionales. En este contexto, se analiza medida restrictiva de libertad. En este contexto, se analiza revisión de cuota alimentaria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Incumplimiento de obligación contractual. De manera complementaria, se analiza precedente jurisprudencial. Por otra parte, se analiza regulación del régimen de visitas. Asimismo, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Principio de igualdad material. En este contexto, se analiza marco normativo vigente. En este contexto, se analiza recurso judicial. En este contexto, se analiza investigación por conducta punible. De manera complementaria, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Responsabilidad jurídica. Sin embargo, se analiza proceso en segunda instancia. De manera complementaria, se analiza revisión de cuota alimentaria. Adicionalmente, se analiza acusación presentada por la fiscalía. Asimismo, se analiza recurso judicial. Adicionalmente, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Asimismo, se analiza garantías constitucionales. Asimismo, se analiza responsabilidad extracontractual. Sin embargo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Derecho al debido proceso. Asimismo, se analiza marco normativo vigente. En este contexto, se analiza estabilidad laboral reforzada. Por otra parte, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Actuación administrativa. Adicionalmente, se analiza garantías constitucionales. De manera complementaria, se analiza responsabilidad extracontractual. Adicionalmente, se analiza impugnación de filiación. Asimismo, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Adicionalmente, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza marco normativo vigente. Adicionalmente, se analiza responsabilidad jurídica. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Proceso en segunda instancia. Por otra parte, se analiza acción de tutela interpuesta. Adicionalmente, se analiza revisión constitucional del acto administrativo. En este contexto, se analiza precedente jurisprudencial. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Valoración probatoria. De manera complementaria, se analiza prueba testimonial. Adicionalmente, se analiza revisión constitucional del acto administrativo. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Afectación de derecho fundamental. Adicionalmente, se analiza interpretación judicial. Sin embargo, se analiza análisis de responsabilidad penal. Asimismo, se analiza prueba testimonial. Sin embargo, se analiza formulación de imputación. Asimismo, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. De manera complementaria, se analiza acción de tutela interpuesta. En este contexto, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza conflicto jurídico. En este contexto, se analiza proceso en segunda instancia. Por otra parte, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Proceso en segunda instancia. De manera complementaria, se analiza medida restrictiva de libertad. Sin embargo, se analiza reclamación por daños patrimoniales. En este contexto, se analiza prueba testimonial. Adicionalmente, se analiza investigación por conducta punible. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. En este contexto, se analiza investigación por conducta punible. Por otra parte, se analiza derecho al debido proceso. Sin embargo, se analiza conflicto jurídico. Sin embargo, se analiza interpretación judicial. Adicionalmente, se analiza medida restrictiva de libertad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Sin embargo, se analiza decisión motivada. Asimismo, se analiza marco normativo vigente. Sin embargo, se analiza prestaciones sociales adeudadas. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Garantías constitucionales. Asimismo, se analiza reclamación por daños patrimoniales. En este contexto, se analiza responsabilidad jurídica. Adicionalmente, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Marco normativo vigente. Asimismo, se analiza revisión constitucional del acto administrativo. De manera complementaria, se analiza valoración probatoria. Asimismo, se analiza ejecución de título valor. Sin embargo, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Actuación administrativa. De manera complementaria, se analiza responsabilidad jurídica. Por otra parte, se analiza formulación de imputación. En este contexto, se analiza ejecución de título valor. Por otra parte, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Recurso judicial. En este contexto, se analiza terminación unilateral del contrato. Asimismo, se analiza investigación por conducta punible. Por otra parte, se analiza actuación administrativa. Adicionalmente, se analiza responsabilidad jurídica. Sin embargo, se analiza acusación presentada por la fiscalía. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Control abstracto de constitucionalidad. Adicionalmente, se analiza valoración probatoria. En este contexto, se analiza relación de subordinación. De manera complementaria, se analiza afectación de derecho fundamental. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad jurídica. De manera complementaria, se analiza controversia sobre propiedad inmueble. De manera complementaria, se analiza decisión motivada. Sin embargo, se analiza análisis de responsabilidad penal. Adicionalmente, se analiza medida restrictiva de libertad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Acción de tutela interpuesta. En este contexto, se analiza responsabilidad jurídica. Por otra parte, se analiza responsabilidad extracontractual. Adicionalmente, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Formulación de imputación. Asimismo, se analiza estabilidad laboral reforzada. Adicionalmente, se analiza relación de subordinación. Asimismo, se analiza garantías constitucionales. De manera complementaria, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Proceso en segunda instancia. En este contexto, se analiza conflicto en sociedad conyugal. Por otra parte, se analiza recurso judicial. De manera complementaria, se analiza interpretación judicial. En este contexto, se analiza acción de tutela interpuesta. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Valoración probatoria. Asimismo, se analiza estabilidad laboral reforzada. En este contexto, se analiza recurso judicial. De manera complementaria, se analiza acusación presentada por la fiscalía. Adicionalmente, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Análisis de responsabilidad penal. Sin embargo, se analiza decisión motivada. En este contexto, se analiza impugnación de filiación. Por otra parte, se analiza investigación por conducta punible. De manera complementaria, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Ejecución de título valor. En este contexto, se analiza terminación unilateral del contrato. En este contexto, se analiza proceso en segunda instancia. De manera complementaria, se analiza decisión motivada. Sin embargo, se analiza acoso en el entorno laboral. Sin embargo, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Sin embargo, se analiza proceso en segunda instancia. Asimismo, se analiza decisión motivada. Sin embargo, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Prueba testimonial. Sin embargo, se analiza recurso judicial. En este contexto, se analiza valoración probatoria. Adicionalmente, se analiza conflicto en sociedad conyugal. Adicionalmente, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Asimismo, se analiza recurso judicial. Asimismo, se analiza garantías constitucionales. Por otra parte, se analiza acusación presentada por la fiscalía. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Revisión constitucional del acto administrativo. Asimismo, se analiza proceso en segunda instancia. De manera complementaria, se analiza terminación unilateral del contrato. En este contexto, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Interpretación judicial. Por otra parte, se analiza terminación unilateral del contrato. Por otra parte, se analiza conflicto en sociedad conyugal. Por otra parte, se analiza precedente jurisprudencial. Adicionalmente, se analiza marco normativo vigente. De manera complementaria, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Garantías constitucionales. En este contexto, se analiza conflicto jurídico. Por otra parte, se analiza relación de subordinación. Asimismo, se analiza precedente jurisprudencial. Sin embargo, se analiza acusación presentada por la fiscalía. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Conflicto en sociedad conyugal. Por otra parte, se analiza revisión de cuota alimentaria. En este contexto, se analiza recurso judicial. Sin embargo, se analiza proceso en segunda instancia. Sin embargo, se analiza precedente jurisprudencial. Adicionalmente, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Control abstracto de constitucionalidad. Sin embargo, se analiza formulación de imputación. Asimismo, se analiza acusación presentada por la fiscalía. Adicionalmente, se analiza valoración probatoria. Por otra parte, se analiza recurso judicial. De manera complementaria, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Responsabilidad jurídica. De manera complementaria, se analiza decisión motivada. Adicionalmente, se analiza proceso en segunda instancia. Sin embargo, se analiza revisión constitucional del acto administrativo. Asimismo, se analiza afectación de derecho fundamental. En este contexto, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad jurídica. Asimismo, se analiza revisión constitucional del acto administrativo. De manera complementaria, se analiza precedente jurisprudencial. Por otra parte, se analiza controversia sobre propiedad inmueble. En este contexto, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Impugnación de filiación. Asimismo, se analiza análisis de responsabilidad penal. Asimismo, se analiza garantías constitucionales. Por otra parte, se analiza responsabilidad jurídica. De manera complementaria, se analiza formulación de imputación. En este contexto, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Sin embargo, se analiza valoración probatoria. Adicionalmente, se analiza investigación por conducta punible. Adicionalmente, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Controversia sobre propiedad inmueble. Adicionalmente, se analiza principio de igualdad material. Adicionalmente, se analiza valoración probatoria. De manera complementaria, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Revisión de cuota alimentaria. Por otra parte, se analiza conflicto jurídico. En este contexto, se analiza prueba testimonial. Sin embargo, se analiza decisión motivada. Adicionalmente, se analiza medida restrictiva de libertad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Interpretación judicial. Por otra parte, se analiza regulación del régimen de visitas. En este contexto, se analiza responsabilidad jurídica. Por otra parte, se analiza proceso en segunda instancia. Adicionalmente, se analiza análisis de responsabilidad penal. Sin embargo, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Medida restrictiva de libertad. En este contexto, se analiza interpretación judicial. De manera complementaria, se analiza prueba testimonial. Adicionalmente, se analiza garantías constitucionales. Sin embargo, se analiza control abstracto de constitucionalidad. Asimismo, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. Por otra parte, se analiza responsabilidad extracontractual. Por otra parte, se analiza estabilidad laboral reforzada. En este contexto, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Afectación de derecho fundamental. De manera complementaria, se analiza principio de igualdad material. Adicionalmente, se analiza interpretación judicial. Por otra parte, se analiza proceso en segunda instancia. Asimismo, se analiza decisión motivada. En este contexto, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Proceso en segunda instancia. Adicionalmente, se analiza derecho al debido proceso. En este contexto, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza interpretación judicial. Adicionalmente, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Investigación por conducta punible. Asimismo, se analiza relación de subordinación. Sin embargo, se analiza recurso judicial. En este contexto, se analiza proceso en segunda instancia. Por otra parte, se analiza garantías constitucionales. Asimismo, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. Sin embargo, se analiza proceso en segunda instancia. Sin embargo, se analiza afectación de derecho fundamental. Por otra parte, se analiza recurso judicial. Sin embargo, se analiza prueba testimonial. En este contexto, se analiza terminación unilateral del contrato. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. Adicionalmente, se analiza estabilidad laboral reforzada. Adicionalmente, se analiza análisis de responsabilidad penal. Asimismo, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Revisión de cuota alimentaria. Por otra parte, se analiza marco normativo vigente. Por otra parte, se analiza reclamación por daños patrimoniales. De manera complementaria, se analiza incumplimiento de obligación contractual. Por otra parte, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Conflicto jurídico. Sin embargo, se analiza revisión constitucional del acto administrativo. De manera complementaria, se analiza impugnación de filiación. En este contexto, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Estabilidad laboral reforzada. Adicionalmente, se analiza ejecución de título valor. Sin embargo, se analiza precedente jurisprudencial. Sin embargo, se analiza recurso judicial. Adicionalmente, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Análisis de responsabilidad penal. Por otra parte, se analiza proceso en segunda instancia. Por otra parte, se analiza investigación por conducta punible. En este contexto, se analiza actuación administrativa. Adicionalmente, se analiza valoración probatoria. Asimismo, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Impugnación de filiación. De manera complementaria, se analiza valoración probatoria. Por otra parte, se analiza investigación por conducta punible. Asimismo, se analiza decisión motivada. De manera complementaria, se analiza conflicto en sociedad conyugal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Adicionalmente, se analiza decisión motivada. Adicionalmente, se analiza medida restrictiva de libertad. En este contexto, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. De manera complementaria, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza impugnación de filiación. Asimismo, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Derecho al debido proceso. Por otra parte, se analiza reclamación por daños patrimoniales. De manera complementaria, se analiza conflicto en sociedad conyugal. Sin embargo, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Decisión motivada. De manera complementaria, se analiza proceso en segunda instancia. En este contexto, se analiza investigación por conducta punible. De manera complementaria, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Medida restrictiva de libertad. Por otra parte, se analiza investigación por conducta punible. Por otra parte, se analiza garantías constitucionales. De manera complementaria, se analiza prueba testimonial. Por otra parte, se analiza prestaciones sociales adeudadas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Derecho al debido proceso. En este contexto, se analiza ejecución de título valor. Adicionalmente, se analiza actuación administrativa. De manera complementaria, se analiza precedente jurisprudencial. Adicionalmente, se analiza incumplimiento de obligación contractual. Asimismo, se analiza formulación de imputación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Asimismo, se analiza recurso judicial. Por otra parte, se analiza responsabilidad extracontractual. En este contexto, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Actuación administrativa. Adicionalmente, se analiza marco normativo vigente. Adicionalmente, se analiza controversia sobre propiedad inmueble. Asimismo, se analiza derecho al debido proceso. Sin embargo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Adicionalmente, se analiza marco normativo vigente. Asimismo, se analiza principio de igualdad material. Adicionalmente, se analiza actuación administrativa. En este contexto, se analiza decisión motivada. Sin embargo, se analiza incumplimiento de obligación contractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Afectación de derecho fundamental. Asimismo, se analiza proceso en segunda instancia. En este contexto, se analiza responsabilidad jurídica. De manera complementaria, se analiza derecho al debido proceso. Sin embargo, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza precedente jurisprudencial. Asimismo, se analiza principio de igualdad material. Sin embargo, se analiza investigación por conducta punible. Sin embargo, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. Adicionalmente, se analiza prestaciones sociales adeudadas. De manera complementaria, se analiza valoración probatoria. De manera complementaria, se analiza estabilidad laboral reforzada. De manera complementaria, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Afectación de derecho fundamental. Asimismo, se analiza garantías constitucionales. Asimismo, se analiza principio de igualdad material. En este contexto, se analiza valoración probatoria. De manera complementaria, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. Asimismo, se analiza responsabilidad extracontractual. En este contexto, se analiza principio de igualdad material. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Prueba testimonial. Sin embargo, se analiza proceso en segunda instancia. Asimismo, se analiza afectación de derecho fundamental. Adicionalmente, se analiza medida restrictiva de libertad. De manera complementaria, se analiza revisión constitucional del acto administrativo. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Asimismo, se analiza acoso en el entorno laboral. Asimismo, se analiza derecho al debido proceso. Por otra parte, se analiza control abstracto de constitucionalidad. Por otra parte, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Reclamación por daños patrimoniales. Por otra parte, se analiza conflicto en sociedad conyugal. Asimismo, se analiza derecho al debido proceso. Por otra parte, se analiza precedente jurisprudencial. En este contexto, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Actuación administrativa. En este contexto, se analiza impugnación de filiación. Asimismo, se analiza precedente jurisprudencial. Asimismo, se analiza valoración probatoria. Asimismo, se analiza control abstracto de constitucionalidad. Adicionalmente, se analiza revisión constitucional del acto administrativo. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. En este contexto, se analiza responsabilidad extracontractual. Asimismo, se analiza acoso en el entorno laboral. De manera complementaria, se analiza prueba testimonial. Asimismo, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Afectación de derecho fundamental. Asimismo, se analiza proceso en segunda instancia. Adicionalmente, se analiza revisión constitucional del acto administrativo. De manera complementaria, se analiza terminación unilateral del contrato. Adicionalmente, se analiza precedente jurisprudencial. Sin embargo, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Decisión motivada. De manera complementaria, se analiza ejecución de título valor. Adicionalmente, se analiza conflicto en sociedad conyugal. De manera complementaria, se analiza impugnación de filiación. De manera complementaria, se analiza interpretación judicial. Sin embargo, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Garantías constitucionales. Adicionalmente, se analiza proceso en segunda instancia. Por otra parte, se analiza análisis de responsabilidad penal. En este contexto, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto jurídico. En este contexto, se analiza impugnación de filiación. De manera complementaria, se analiza relación de subordinación. Sin embargo, se analiza valoración probatoria. De manera complementaria, se analiza prueba testimonial. De manera complementaria, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Acusación presentada por la fiscalía. De manera complementaria, se analiza responsabilidad jurídica. Asimismo, se analiza medida restrictiva de libertad. Por otra parte, se analiza valoración probatoria. Por otra parte, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Impugnación de filiación. En este contexto, se analiza derecho al debido proceso. Asimismo, se analiza acción de tutela interpuesta. En este contexto, se analiza conflicto jurídico. Por otra parte, se analiza garantías constitucionales. Asimismo, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Interpretación judicial. Asimismo, se analiza terminación unilateral del contrato. Sin embargo, se analiza control abstracto de constitucionalidad. Sin embargo, se analiza estabilidad laboral reforzada. De manera complementaria, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Prueba testimonial. Sin embargo, se analiza precedente jurisprudencial. Adicionalmente, se analiza impugnación de filiación. Por otra parte, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Acusación presentada por la fiscalía. Por otra parte, se analiza responsabilidad extracontractual. Asimismo, se analiza investigación por conducta punible. En este contexto, se analiza proceso en segunda instancia. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Garantías constitucionales. Adicionalmente, se analiza afectación de derecho fundamental. En este contexto, se analiza terminación unilateral del contrato. Asimismo, se analiza conflicto jurídico. En este contexto, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Valoración probatoria. De manera complementaria, se analiza investigación por conducta punible. En este contexto, se analiza impugnación de filiación. Por otra parte, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Interpretación judicial. Sin embargo, se analiza investigación por conducta punible. En este contexto, se analiza acusación presentada por la fiscalía. En este contexto, se analiza controversia sobre propiedad inmueble. Asimismo, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Formulación de imputación. Asimismo, se analiza marco normativo vigente. Asimismo, se analiza terminación unilateral del contrato. Asimismo, se analiza decisión motivada. De manera complementaria, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Actuación administrativa. Asimismo, se analiza estabilidad laboral reforzada. En este contexto, se analiza interpretación judicial. Asimismo, se analiza revisión de cuota alimentaria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Conflicto jurídico. Por otra parte, se analiza proceso en segunda instancia. Por otra parte, se analiza estabilidad laboral reforzada. Sin embargo, se analiza terminación unilateral del contrato. De manera complementaria, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Revisión de cuota alimentaria. Adicionalmente, se analiza interpretación judicial. Sin embargo, se analiza reclamación por daños patrimoniales. En este contexto, se analiza conflicto en sociedad conyugal. Sin embargo, se analiza prueba testimonial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Recurso judicial. De manera complementaria, se analiza estabilidad laboral reforzada. De manera complementaria, se analiza responsabilidad extracontractual. Sin embargo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Acoso en el entorno laboral. De manera complementaria, se analiza principio de igualdad material. De manera complementaria, se analiza conflicto jurídico. Asimismo, se analiza derecho al debido proceso. Adicionalmente, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Garantías constitucionales. Adicionalmente, se analiza regulación del régimen de visitas. Asimismo, se analiza controversia sobre propiedad inmueble. Por otra parte, se analiza incumplimiento de obligación contractual. Por otra parte, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Responsabilidad extracontractual. Sin embargo, se analiza marco normativo vigente. Adicionalmente, se analiza controversia sobre propiedad inmueble. Asimismo, se analiza precedente jurisprudencial. Adicionalmente, se analiza conflicto jurídico. Por otra parte, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Garantías constitucionales. De manera complementaria, se analiza análisis de responsabilidad penal. Sin embargo, se analiza terminación unilateral del contrato. Sin embargo, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Precedente jurisprudencial. En este contexto, se analiza controversia sobre propiedad inmueble. Adicionalmente, se analiza incumplimiento de obligación contractual. De manera complementaria, se analiza afectación de derecho fundamental. Sin embargo, se analiza actuación administrativa. Sin embargo, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Responsabilidad jurídica. En este contexto, se analiza actuación administrativa. Adicionalmente, se analiza garantías constitucionales. Adicionalmente, se analiza estabilidad laboral reforzada. En este contexto, se analiza terminación unilateral del contrato. Adicionalmente, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Acoso en el entorno laboral. Sin embargo, se analiza responsabilidad extracontractual. En este contexto, se analiza precedente jurisprudencial. De manera complementaria, se analiza decisión motivada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Marco normativo vigente. De manera complementaria, se analiza principio de igualdad material. En este contexto, se analiza investigación por conducta punible. En este contexto, se analiza recurso judicial. Sin embargo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Análisis de responsabilidad penal. En este contexto, se analiza interpretación judicial. En este contexto, se analiza responsabilidad jurídica. Por otra parte, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Recurso judicial. De manera complementaria, se analiza acoso en el entorno laboral. Por otra parte, se analiza relación de subordinación. Asimismo, se analiza marco normativo vigente. Asimismo, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Relación de subordinación. Adicionalmente, se analiza disputa por custodia del menor. En este contexto, se analiza marco normativo vigente. En este contexto, se analiza proceso en segunda instancia. Adicionalmente, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. Asimismo, se analiza marco normativo vigente. Asimismo, se analiza valoración probatoria. Por otra parte, se analiza acción de tutela interpuesta. Por otra parte, se analiza terminación unilateral del contrato. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Investigación por conducta punible. De manera complementaria, se analiza actuación administrativa. Adicionalmente, se analiza prueba testimonial. Por otra parte, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Investigación por conducta punible. Adicionalmente, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza relación de subordinación. Asimismo, se analiza valoración probatoria. Sin embargo, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Decisión motivada. Por otra parte, se analiza interpretación judicial. Sin embargo, se analiza revisión constitucional del acto administrativo. Asimismo, se analiza disputa por custodia del menor. En este contexto, se analiza impugnación de filiación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Valoración probatoria. Adicionalmente, se analiza acción de tutela interpuesta. En este contexto, se analiza regulación del régimen de visitas. Adicionalmente, se analiza decisión motivada. Sin embargo, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Decisión motivada. Asimismo, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza precedente jurisprudencial. En este contexto, se analiza ejecución de título valor. Adicionalmente, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Interpretación judicial. Adicionalmente, se analiza control abstracto de constitucionalidad. Por otra parte, se analiza reclamación por daños patrimoniales. Adicionalmente, se analiza responsabilidad jurídica. En este contexto, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Valoración probatoria. Por otra parte, se analiza impugnación de filiación. Adicionalmente, se analiza acusación presentada por la fiscalía. Asimismo, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Medida restrictiva de libertad. De manera complementaria, se analiza interpretación judicial. De manera complementaria, se analiza acoso en el entorno laboral. Asimismo, se analiza acusación presentada por la fiscalía. De manera complementaria, se analiza garantías constitucionales. Adicionalmente, se analiza derecho al debido proceso. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Conflicto jurídico. Sin embargo, se analiza análisis de responsabilidad penal. De manera complementaria, se analiza garantías constitucionales. Sin embargo, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Regulación del régimen de visitas. En este contexto, se analiza proceso en segunda instancia. Por otra parte, se analiza garantías constitucionales. En este contexto, se analiza ejecución de título valor. De manera complementaria, se analiza conflicto en sociedad conyugal. Sin embargo, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Medida restrictiva de libertad. Adicionalmente, se analiza precedente jurisprudencial. En este contexto, se analiza acoso en el entorno laboral. Sin embargo, se analiza actuación administrativa. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Marco normativo vigente. Adicionalmente, se analiza acoso en el entorno laboral. De manera complementaria, se analiza conflicto jurídico. Sin embargo, se analiza ejecución de título valor. Sin embargo, se analiza prueba testimonial. Sin embargo, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Formulación de imputación. De manera complementaria, se analiza recurso judicial. De manera complementaria, se analiza derecho al debido proceso. Sin embargo, se analiza acción de tutela interpuesta. Adicionalmente, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Derecho al debido proceso. Asimismo, se analiza revisión de cuota alimentaria. Por otra parte, se analiza conflicto jurídico. En este contexto, se analiza regulación del régimen de visitas. En este contexto, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Terminación unilateral del contrato. En este contexto, se analiza conflicto jurídico. En este contexto, se analiza responsabilidad extracontractual. En este contexto, se analiza decisión motivada. Sin embargo, se analiza estabilidad laboral reforzada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Derecho al debido proceso. Por otra parte, se analiza estabilidad laboral reforzada. Adicionalmente, se analiza garantías constitucionales. De manera complementaria, se analiza controversia sobre propiedad inmueble. En este contexto, se analiza conflicto jurídico. Por otra parte, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Prestaciones sociales adeudadas. Sin embargo, se analiza terminación unilateral del contrato. Por otra parte, se analiza recurso judicial. Adicionalmente, se analiza precedente jurisprudencial. Sin embargo, se analiza derecho al debido proceso. De manera complementaria, se analiza formulación de imputación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Control abstracto de constitucionalidad. De manera complementaria, se analiza estabilidad laboral reforzada. Por otra parte, se analiza marco normativo vigente. Asimismo, se analiza afectación de derecho fundamental. Sin embargo, se analiza proceso en segunda instancia. De manera complementaria, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Derecho al debido proceso. En este contexto, se analiza garantías constitucionales. Asimismo, se analiza precedente jurisprudencial. Sin embargo, se analiza acusación presentada por la fiscalía. De manera complementaria, se analiza disputa por custodia del menor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Terminación unilateral del contrato. Sin embargo, se analiza marco normativo vigente. Sin embargo, se analiza acusación presentada por la fiscalía. Por otra parte, se analiza interpretación judicial. Adicionalmente, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Reclamación por daños patrimoniales. De manera complementaria, se analiza regulación del régimen de visitas. En este contexto, se analiza recurso judicial. De manera complementaria, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Recurso judicial. Sin embargo, se analiza investigación por conducta punible. Sin embargo, se analiza responsabilidad extracontractual. Sin embargo, se analiza valoración probatoria. En este contexto, se analiza controversia sobre propiedad inmueble. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Regulación del régimen de visitas. Sin embargo, se analiza responsabilidad jurídica. Asimismo, se analiza garantías constitucionales. Por otra parte, se analiza reclamación por daños patrimoniales. Adicionalmente, se analiza proceso en segunda instancia. En este contexto, se analiza revisión de cuota alimentaria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Interpretación judicial. Por otra parte, se analiza impugnación de filiación. Adicionalmente, se analiza garantías constitucionales. Adicionalmente, se analiza disputa por custodia del menor. Sin embargo, se analiza análisis de responsabilidad penal. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Valoración probatoria. De manera complementaria, se analiza interpretación judicial. Adicionalmente, se analiza conflicto en sociedad conyugal. Por otra parte, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Proceso en segunda instancia. Asimismo, se analiza revisión constitucional del acto administrativo. Sin embargo, se analiza valoración probatoria. Asimismo, se analiza decisión motivada. En este contexto, se analiza responsabilidad extracontractual. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Impugnación de filiación. Adicionalmente, se analiza precedente jurisprudencial. Adicionalmente, se analiza garantías constitucionales. Sin embargo, se analiza derecho al debido proceso. Por otra parte, se analiza relación de subordinación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Conflicto jurídico. De manera complementaria, se analiza terminación unilateral del contrato. Asimismo, se analiza garantías constitucionales. De manera complementaria, se analiza relación de subordinación. En este contexto, se analiza valoración probatoria. Por otra parte, se analiza afectación de derecho fundamental. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. Por otra parte, se analiza relación de subordinación. Asimismo, se analiza control abstracto de constitucionalidad. De manera complementaria, se analiza principio de igualdad material. Por otra parte, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Actuación administrativa. Por otra parte, se analiza disputa por custodia del menor. Adicionalmente, se analiza valoración probatoria. Sin embargo, se analiza medida restrictiva de libertad. Adicionalmente, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Controversia sobre propiedad inmueble. Asimismo, se analiza interpretación judicial. En este contexto, se analiza ejecución de título valor. Asimismo, se analiza conflicto jurídico. Sin embargo, se analiza regulación del régimen de visitas. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Actuación administrativa. Por otra parte, se analiza investigación por conducta punible. De manera complementaria, se analiza control abstracto de constitucionalidad. De manera complementaria, se analiza proceso en segunda instancia. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Responsabilidad extracontractual. Adicionalmente, se analiza decisión motivada. Por otra parte, se analiza análisis de responsabilidad penal. De manera complementaria, se analiza incumplimiento de obligación contractual. Sin embargo, se analiza prueba testimonial. Por otra parte, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Ejecución de título valor. Asimismo, se analiza proceso en segunda instancia. Sin embargo, se analiza actuación administrativa. En este contexto, se analiza prestaciones sociales adeudadas. Adicionalmente, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Garantías constitucionales. Asimismo, se analiza regulación del régimen de visitas. Asimismo, se analiza investigación por conducta punible. Asimismo, se analiza precedente jurisprudencial. De manera complementaria, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Responsabilidad jurídica. Adicionalmente, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza prestaciones sociales adeudadas. Por otra parte, se analiza afectación de derecho fundamental. Por otra parte, se analiza decisión motivada. De manera complementaria, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad extracontractual. Adicionalmente, se analiza derecho al debido proceso. De manera complementaria, se analiza proceso en segunda instancia. Asimismo, se analiza estabilidad laboral reforzada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Interpretación judicial. De manera complementaria, se analiza proceso en segunda instancia. Por otra parte, se analiza medida restrictiva de libertad. En este contexto, se analiza afectación de derecho fundamental. Sin embargo, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Responsabilidad extracontractual. Sin embargo, se analiza derecho al debido proceso. Asimismo, se analiza acción de tutela interpuesta. De manera complementaria, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Acción de tutela interpuesta. Adicionalmente, se analiza impugnación de filiación. En este contexto, se analiza marco normativo vigente. Por otra parte, se analiza afectación de derecho fundamental. De manera complementaria, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Precedente jurisprudencial. De manera complementaria, se analiza prueba testimonial. De manera complementaria, se analiza conflicto en sociedad conyugal. En este contexto, se analiza prestaciones sociales adeudadas. Asimismo, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Principio de igualdad material. Adicionalmente, se analiza marco normativo vigente. Adicionalmente, se analiza garantías constitucionales. Sin embargo, se analiza formulación de imputación. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Recurso judicial. De manera complementaria, se analiza garantías constitucionales. De manera complementaria, se analiza terminación unilateral del contrato. Por otra parte, se analiza conflicto jurídico. Asimismo, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Investigación por conducta punible. En este contexto, se analiza conflicto jurídico. De manera complementaria, se analiza interpretación judicial. Sin embargo, se analiza análisis de responsabilidad penal. De manera complementaria, se analiza reclamación por daños patrimoniales. Sin embargo, se analiza responsabilidad jurídica. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Control abstracto de constitucionalidad. Adicionalmente, se analiza garantías constitucionales. De manera complementaria, se analiza revisión de cuota alimentaria. De manera complementaria, se analiza valoración probatoria. En este contexto, se analiza recurso judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Prueba testimonial. Sin embargo, se analiza responsabilidad extracontractual. Por otra parte, se analiza interpretación judicial. Por otra parte, se analiza principio de igualdad material. Sin embargo, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Proceso en segunda instancia. Asimismo, se analiza afectación de derecho fundamental. Por otra parte, se analiza relación de subordinación. Asimismo, se analiza actuación administrativa. Asimismo, se analiza control abstracto de constitucionalidad. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Valoración probatoria. Por otra parte, se analiza actuación administrativa. En este contexto, se analiza decisión motivada. En este contexto, se analiza conflicto en sociedad conyugal. Asimismo, se analiza incumplimiento de obligación contractual. Adicionalmente, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Responsabilidad jurídica. Asimismo, se analiza incumplimiento de obligación contractual. Asimismo, se analiza decisión motivada. De manera complementaria, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza valoración probatoria. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Acción de tutela interpuesta. Sin embargo, se analiza disputa por custodia del menor. Adicionalmente, se analiza derecho al debido proceso. De manera complementaria, se analiza actuación administrativa. De manera complementaria, se analiza revisión de cuota alimentaria. En este contexto, se analiza marco normativo vigente. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Medida restrictiva de libertad. Adicionalmente, se analiza marco normativo vigente. Sin embargo, se analiza prueba testimonial. De manera complementaria, se analiza investigación por conducta punible. Por otra parte, se analiza acoso en el entorno laboral. Adicionalmente, se analiza conflicto jurídico. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Análisis de responsabilidad penal. En este contexto, se analiza recurso judicial. Sin embargo, se analiza relación de subordinación. Asimismo, se analiza terminación unilateral del contrato. Adicionalmente, se analiza precedente jurisprudencial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Responsabilidad jurídica. De manera complementaria, se analiza análisis de responsabilidad penal. Adicionalmente, se analiza valoración probatoria. Sin embargo, se analiza regulación del régimen de visitas. Sin embargo, se analiza formulación de imputación. Adicionalmente, se analiza garantías constitucionales. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "penal"
  },
  {
    "texto": "Relación de subordinación. Asimismo, se analiza principio de igualdad material. Adicionalmente, se analiza marco normativo vigente. Adicionalmente, se analiza estabilidad laboral reforzada. De manera complementaria, se analiza valoración probatoria. Adicionalmente, se analiza interpretación judicial. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Proceso en segunda instancia. Asimismo, se analiza prueba testimonial. De manera complementaria, se analiza análisis de responsabilidad penal. Por otra parte, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  },
  {
    "texto": "Interpretación judicial. De manera complementaria, se analiza proceso en segunda instancia. Sin embargo, se analiza recurso judicial. De manera complementaria, se analiza regulación del régimen de visitas. En este contexto, se analiza acoso en el entorno laboral. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "familia"
  },
  {
    "texto": "Garantías constitucionales. Por otra parte, se analiza revisión constitucional del acto administrativo. Por otra parte, se analiza recurso judicial. Por otra parte, se analiza responsabilidad extracontractual. En este contexto, se analiza actuación administrativa. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Decisión motivada. Por otra parte, se analiza análisis de responsabilidad penal. Por otra parte, se analiza prueba testimonial. En este contexto, se analiza estabilidad laboral reforzada. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "laboral"
  },
  {
    "texto": "Decisión motivada. Asimismo, se analiza prueba testimonial. Sin embargo, se analiza derecho al debido proceso. Por otra parte, se analiza formulación de imputación. De manera complementaria, se analiza principio de igualdad material. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Principio de igualdad material. Adicionalmente, se analiza revisión constitucional del acto administrativo. Asimismo, se analiza responsabilidad jurídica. Sin embargo, se analiza garantías constitucionales. Por otra parte, se analiza investigación por conducta punible. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "constitucional"
  },
  {
    "texto": "Revisión de cuota alimentaria. Adicionalmente, se analiza marco normativo vigente. De manera complementaria, se analiza interpretación judicial. Sin embargo, se analiza responsabilidad extracontractual. En este contexto, se analiza ejecución de título valor. El despacho judicial deberá resolver conforme a los principios de razonabilidad y proporcionalidad.",
    "categoria": "civil"
  }
]